<template lang="pug">
div
  el-row(class="pt4 pb4" type="flex" justify="center")
    el-col(:xs="24" :sm="18")
      div(class="mb4")
        h2 利用規約
        p Jinbay(以下「当方」と言います)が提供するサービスに関する利用規約です。
      div(class="mb4")
        h3 第1条 総則
        p ユーザーは、予め本規約に同意した上で当方が提供するサービスを利用するものとします。本規約に同意いただけない場合、ユーザーは本サービスを利用することはできません。ユーザーが本サービスを利用する場合は、本規約に同意したものとみなされます。当方は、本規約を変更することがあります。変更後の利用規約は、本サービスに掲示された時点で効力を生じるものとします。本規約の変更後に本サービスを利用した場合は、変更後の本規約に同意したものとみなされます。
      div(class="mb4")
        h3 第2条 本サービスの利用
        ul 
          li 本規約は、本サービスの利用開始と同時に当方とユーザーとの間で成立します。
          li ユーザーは、当方が承認した場合（当該情報に関して権利を持つ第三者がいる場合には、当該第三者の承諾を取得することを含む）を除き、本サービスを通じて入手したいかなる情報も複製、販売、出版その他私的利用の範囲を超えて使用することができないものとします。
          li ユーザーが本サービスを利用するにあたっては、本規約の定めに従い、かつ当方が指定した方法によってのみご利用いただくものとします。
      div(class="mb4")
        h3 第3条 著作権等
        p コンテンツに関する著作権および商標権その他知的財産権は、弊社または当該情報の提供元に帰属し、また、個々のコンテンツの集合体としての本サービスに関する著作権および商標権その他知的財産権についても、弊社に帰属します。したがいまして、ユーザーは、本サービスにより提供されるコンテンツの全部または一部を、弊社の事前の承諾なしに、転載、複製、出版、放送、公衆送信等その他著作権等を侵害する行為を、自ら行うことはできず、また第三者に行わせることはできません。
      div(class="mb4")
        h3 第4条 ユーザーから本サービスへのリンク
        p ユーザーは、基本的に本サービスへのリンクを行うことができますが、次の各号に該当する様な場合には当方の判断でリンクを禁止することができるものとします。
        ol
          li 営利を目的としたものである場合
          li 個人を除く企業・団体の、非営利活動を目的としたものである場合
          li 第3条に規定する著作権侵害にあたると判断した場合
          li 本サービスに掲載された画像に対する直接リンクの場合（画像表示について）
          li 当方に社会的・経済的損失が生じると考えられる場合
          li 独自のフレームの中に、弊社のWebサイトを取り込んだ形でリンクされる場合
          li 第三者が著作権を保有し、記事へのリンクを禁止している場合
          li その他、本サービスの運営に支障を来す恐れがあると当方が判断した場合
      div(class="mb4")
        h3 第5条 免責事項
        p 当方は、ユーザーへの本サービスを通じたコンテンツの提供については最善を尽くしますが、ユーザーに対し、これらについて何ら保証するものではありません。当方は、ユーザーが本サービスを利用したことにより被った損害、その他本サービスに関連して被った損害について一切責任を負いません。本サービスの利用に関連して、ユーザー間またはユーザーと第三者との間で何らかの紛争が発生した場合には、関係するユーザーがその責任で解決し、当方に一切の損害を被らせないこととします。当方は、運用上あるいは技術上の理由から、ユーザーに通知することなく一時的に本サービスの提供を中断しまたは利用の制限をすることがあります。また、同様の理由から、本サービスの提供に遅滞を生ずることがあります。この場合にユーザーが被った損害の賠償を、ユーザーは当方に対して請求することができません。
      div(class="mb4")
        h3 第6条 禁止事項
        p 当方は、本サービスにおいて、ユーザーが次の各号のいずれかに該当する、もしくはその恐れのある行為を行うことを禁止しています。
        ol
          li 全部または一部を問わず､本サービスの利用によって提供されるコンテンツ・情報を､当社の事前の同意なく､複写､複製､送付､譲渡､頒布､配布､転売､改変､貸与､またはこれらの目的で利用または使用するために保管する行為
          li 本規約､その他本サービスに関連する規約に違反する全ての行為
          li 法令、公序良俗に反する行為、またはそのおそれのある行為
          li 犯罪的行為､不法行為､またはそのおそれのある行為
          li 他のユーザーまたは第三者に不利益を与える行為､またはそのおそれのある行為
          li 本サービスの運営を妨げる行為､またはそのおそれのある行為
          li 当方または本サービスの信用を毀損する行為､またはそのおそれのある行為
          li 当方または第三者の知的所有権､名誉､プライバシーその他第三者の権利または利益を侵害する行為､またはそのおそれのある行為
          li 前各号に定める行為を助長する行為
          li その他､当方が不適当と判断する行為
      div(class="mb4")
        h3 第7条 規約違反
        p 当方は、ユーザーが本規約に違反すると判断した場合には、当該ユーザーによる本サービスの利用の停止、禁止することができるものとします。
      div(class="mb4")
        h3 第8条 損害賠償
        p ユーザーは、本サービスの利用に関連して当方または第三者に損害を与えた場合には、かかる損害を直ちに賠償するものとします。ユーザーの本規約違反もしくはユーザーによる第三者の権利侵害に起因または関連して生じたすべてのクレームや請求については、ユーザーの費用と責任で解決するものとします。また、当該クレームや請求への対応に関連して当方に費用が発生した場合または賠償金等の支払いを行った場合については、ユーザーは当該費用および賠償金等（当方が支払った弁護士費用等を含みます）を負担するものとします。
      div(class="mb4")
        h3 第9条 損害賠償
        p ユーザーは、本サービスの利用に関連して当方または第三者に損害を与えた場合には、かかる損害を直ちに賠償するものとします。ユーザーの本規約違反もしくはユーザーによる第三者の権利侵害に起因または関連して生じたすべてのクレームや請求については、ユーザーの費用と責任で解決するものとします。また、当該クレームや請求への対応に関連して当方に費用が発生した場合または賠償金等の支払いを行った場合については、ユーザーは当該費用および賠償金等（当方が支払った弁護士費用等を含みます）を負担するものとします。
      div(class="mb4")
        h3 第10条 サービス内容の変更、停止・中止等
        p 当方は、ユーザーに事前に通知することなく、またその事前の承諾を得ることなく、本サービスの内容を変更し、またその提供を停止または中止することができるものとします。当方は、事業の進行によって本サービスに関して各種の追加・変更を行うことを予定しています。当方は、当該変更または提供の停止もしくは中止により、ユーザーに損害が発生した場合であっても、一切責任を負わないものとします。

</template>

<script>
export default {
  middleware: 'notAuthenticated',
  head() {
    return {
      titleTemplate: null,
      title: '利用規約'
    }
  },
  data() {
    return {}
  },
  methods: {}
}
</script>

<style scoped></style>
